Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# RPP-zc-pmu.title
source: Performance:
de: Leistung:
ja: パフォーマンス:
pt_br: Desempenho:
ru: Производительность:
zh_hans: 性能：

# RQC-te-ZZE.title
source: Profile Name
de: Profilname
ja: プロファイル名
pt_br: Nome do perfil
ru: Имя профиля
zh_hans: 配置文件名称

# rqn-Ng-qvq.title
source: Send \n rather than \r to terminate commands
de: Sende \n anstelle von \r, um Befehle zu beenden
ja: コマンドを終了するために\rではなく\nを送信する
pt_br: Enviar \n em vez de \r para terminar os comandos
ru: Отправлять \n вместо \r для завершения команд
zh_hans: 发送 \n 而非 \r 来终止命令

# rU4-oy-yre.title
source: Titles:
de: Titel:
ja: タイトル:
pt_br: Títulos:
ru: Заголовки:
zh_hans: 标题：

# Rug-jx-jJP.ibShadowedToolTip
source: When selected, macOS positions windows according to its whims. The window size comes from the rows and columns specified in the window’s originating profile.
de: Wenn ausgewählt, positioniert macOS Fenster nach eigenem Ermessen. Die Fenstergröße ergibt sich aus den Zeilen und Spalten, die im ursprünglichen Profil des Fensters angegeben sind.
ja: 選択すると、macOSが独自の判断でウィンドウを配置します。ウィンドウサイズは、そのウィンドウの元のプロファイルで指定された行数と列数から決まります。
pt_br: Quando selecionado, o macOS posiciona as janelas conforme sua vontade. O tamanho da janela vem das linhas e colunas especificadas no perfil de origem da janela.
ru: Если выбрано, macOS будет располагать окна по своему усмотрению. Размер окна определяется строками и столбцами, заданными в исходном профиле окна.
zh_hans: 选中后，macOS 会按自己的意愿放置窗口。窗口大小来自窗口来源配置文件中指定的行列数。

# RW0-Ia-ly9.title
source: Manage AI Models…
de: KI-Modelle verwalten…
ja: AIモデルを管理…
pt_br: Gerenciar modelos de IA…
ru: Управление моделями ИИ…
zh_hans: 管理 AI 模型…

# RWj-e3-HBy.title
source: Send “Bell” alert
de: „Signalton“-Warnung senden
ja: 「ベル」アラートを送信する
pt_br: Enviar alerta “campainha”
ru: Отправлять оповещение «Звонок»
zh_hans: 发送“铃声”提醒

# RX7-YK-scY.title
source: Update Now
de: Jetzt aktualisieren
ja: 今すぐ更新
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即更新

# RYT-Kl-28i.title
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# s2Z-za-TW8.title
source: Terminal may enable paste bracketing
de: Terminal darf Paste Bracketing aktivieren
ja: ターミナルによるペーストブラケッティングの有効化を許可する
pt_br: O terminal pode ativar o paste bracketing
ru: Терминал может включать режим bracketed paste
zh_hans: 终端可以启用粘贴括号

# s5V-Jn-CdV.title
source: After a session ends:
de: Nach Sitzungsende:
ja: セッション終了後:
pt_br: Após o término de uma sessão:
ru: После завершения:
zh_hans: 会话结束后：

# S7J-GG-W7d.title
source: Manually
de: Manuell
ja: 手動で
pt_br: Manualmente
ru: Вручную
zh_hans: 手动

# s7u-CX-vLY.label
source: Navigation Shortcuts
de: Navigations-Tastenkürzel
ja: ナビゲーションショートカット
pt_br: Atalhos de navegação
ru: Сочетания клавиш навигации
zh_hans: 导航快捷键

# s9c-jd-9Oz.title
source: Scaling mode:
de: Skalierungsmodus:
ja: スケーリングモード:
pt_br: Modo de escala:
ru: Режим масштабирования:
zh_hans: 缩放模式：

# sa9-oD-SMc.ibShadowedToolTip
source: The badge is text that appears in the top right of a session.
de: Das Badge ist Text, der oben rechts in einer Sitzung angezeigt wird.
ja: バッジは、セッションの右上に表示されるテキストです。
pt_br: O selo é um texto que aparece no canto superior direito de uma sessão.
ru: Значок представляет собой текст, который отображается в правом верхнем углу сессии.
zh_hans: 角标是显示在会话右上角的文本。

# sBm-XA-tIi.title
source: Keep background colors opaque
de: Hintergrundfarben deckend halten
ja: 背景色を不透明に保つ
pt_br: Manter as cores de fundo opacas
ru: Делать цвета фона непрозрачными
zh_hans: 保持背景颜色不透明

# Sck-8q-qxj.title
source: Clipboard:
de: Zwischenablage:
ja: クリップボード:
pt_br: Área de transferência:
ru: Буфер обмена:
zh_hans: 剪贴板：

# scV-SI-GHS.title
source: Non-ASCII Font:
de: Nicht-ASCII-Schrift:
ja: 非ASCIIフォント:
pt_br: Fonte não ASCII:
ru: Шрифт не-ASCII:
zh_hans: 非 ASCII 字体：

# sd1-n2-A2O.title
source: View Contents
de: Inhalt anzeigen
ja: 内容を表示
pt_br: Ver conteúdo
ru: Просмотреть содержимое
zh_hans: 查看内容

# Sfc-f4-G7H.title
source: Next to contents
de: Neben dem Inhalt
ja: 内容の隣
pt_br: Ao lado do conteúdo
ru: Рядом с содержимым
zh_hans: 内容旁边

# sg1-S4-tMh.title
source: % of screen
de: % des Bildschirms
ja: 画面の%
pt_br: % da tela
ru: % экрана
zh_hans: % 屏幕

# sHC-jY-eG1.title
source: No profile selected.
de: Kein Profil ausgewählt.
ja: プロファイルが選択されていません。
pt_br: Nenhum perfil selecionado.
ru: Профиль не выбран.
zh_hans: 未选择配置文件。

# sHg-rp-Tp0.title
source: Enable Tall Tab Bar
de: Hohe Tab-Leiste aktivieren
ja: 背の高いタブバーを有効にする
pt_br: Ativar barra de abas alta
ru: Включить увеличенную панель вкладок
zh_hans: 启用高标签栏

# Sl0-o7-1xk.title
source: Key behavior:
de: Tastenverhalten:
ja: キーの動作:
pt_br: Comportamento da tecla:
ru: Поведение клавиш:
zh_hans: 按键行为：

# Smv-f0-j9o.title
source: Use System Window Restoration Setting
de: Systemeinstellung zur Fensterwiederherstellung verwenden
ja: システムのウィンドウ復元設定を使用
pt_br: Usar ajuste de restauração de janelas do sistema
ru: Использовать системную настройку восстановления окон
zh_hans: 使用系统窗口恢复设置

# SqG-SI-GUA.title
source: Use HDR cursor when available
de: HDR-Cursor verwenden, wenn verfügbar
ja: 利用可能な場合はHDRカーソルを使用する
pt_br: Usar cursor HDR quando disponível
ru: Использовать HDR-курсор, если доступно
zh_hans: 可用时使用 HDR 光标

# SsU-mJ-KFc.title
source: You will always be prompted before data is shared.
de: Sie werden immer gefragt, bevor Daten weitergegeben werden.
ja: データが共有される前に、必ず確認が求められます。
pt_br: Você sempre será consultado antes que os dados sejam compartilhados.
ru: Перед тем как данные будут переданы, вам всегда будет предложено подтверждение.
zh_hans: 共享数据前始终会提示你。

# ssX-TY-DPs.label
source: Features
de: Funktionen
ja: 機能
pt_br: Recursos
ru: Функции
zh_hans: 功能

# suE-7b-47n.title
source: Open Regular Expression Visualizer
de: Visualisierer für reguläre Ausdrücke öffnen
ja: 正規表現ビジュアライザーを開く
pt_br: Abrir visualizador de expressões regulares
ru: Открыть визуализатор регулярных выражений
zh_hans: 打开正则表达式可视化工具

# Sx4-PD-OaS.title
source: ⌘ Left Command
de: ⌘ Linke Befehlstaste
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ Левый Command
zh_hans: ⌘ 左 Command

# SZd-eb-Mse.title
source: Archiving:
de: Archivierung:
ja: アーカイブ:
pt_br: Arquivamento:
ru: Архивирование:
zh_hans: 归档：

# SZF-cW-ZSJ.title
source: Stretch
de: Strecken
ja: 引き伸ばし
pt_br: Esticar
ru: Растянуть
zh_hans: 拉伸

# szs-Zj-Wom.title
source: fn Function
de: fn-Funktion
pt_br: fn Função

# T4Q-lq-oX1.title
source: Send escape sequence-generated alerts
de: Durch Escape-Sequenzen erzeugte Warnungen senden
ja: エスケープシーケンスによって生成されたアラートを送信する
pt_br: Enviar alertas gerados por sequência de escape
ru: Отправлять оповещения, создаваемые escape-последовательностями
zh_hans: 发送转义序列生成的提醒

# t7k-rQ-bX5.title
source: points high
de: Punkte hoch
ja: ポイントの高さ
pt_br: pontos de altura
ru: точек в высоту
zh_hans: 点高

# tav-Hu-1g6.title
source: Border around active pane
de: Rahmen um aktiven Bereich
ja: アクティブなペインの周囲に境界線を表示する
pt_br: Borda ao redor do painel ativo
ru: Рамка вокруг активной панели
zh_hans: 活动窗格周围显示边框

# tBM-DH-v7M.title
source: Hide menu item icons
de: Menüelementsymbole ausblenden
ja: メニュー項目のアイコンを非表示にする
pt_br: Ocultar ícones dos itens de menu
ru: Скрывать значки пунктов меню
zh_hans: 隐藏菜单项图标

# td0-LJ-Zf9.title
source: None
de: Keine
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 无

# tEq-8C-H4O.title
source: Configure…
de: Konfigurieren…
ja: 設定…
pt_br: Configurar…
ru: Настроить…
zh_hans: 配置…

# tFH-ae-Zo0.title
source: Title:
de: Titel:
ja: タイトル:
pt_br: Título:
ru: Заголовок:
zh_hans: 标题：

# TMi-gO-FVp.title
source: Separate background images per pane
de: Separate Hintergrundbilder pro Bereich
ja: ペインごとに背景画像を分ける
pt_br: Imagens de fundo separadas por painel
ru: Отдельные фоновые изображения для каждой панели
zh_hans: 每个窗格使用独立的背景图像

# tof-yo-OcS.title
source: Advanced GPU Settings…
de: Erweiterte GPU-Einstellungen…
ja: GPUの詳細設定…
pt_br: Ajustes avançados de GPU…
ru: Расширенные настройки GPU…
zh_hans: 高级 GPU 设置…

# TSw-HA-tbI.title
source: Job
de: Prozess
ja: ジョブ
pt_br: Processo
ru: Процесс
zh_hans: 任务

# Tt3-3r-Gt8.title
source: Links:
de: Verknüpfungen:
ja: リンク:
ru: Ссылки:
zh_hans: 链接：

# ttF-JA-0vc.ibExternalAccessibilityDescription
source: Apps can change left option key
de: Apps können die linke Wahltaste ändern
ja: アプリは左のOptionキーを変更できます
pt_br: Apps podem alterar a tecla option esquerda
ru: Приложения могут изменять левую клавишу Option
zh_hans: 应用可以更改左 Option 键

# ttF-JA-0vc.ibShadowedToolTip
source: When enabled, apps can cause this option key to send Esc+ using DECSET 1036. Note that on some external keyboards left and right option keys are swapped.
de: Wenn aktiviert, können Apps diese Wahltaste veranlassen, mit DECSET 1036 Esc+ zu senden. Beachten Sie, dass bei manchen externen Tastaturen die linke und rechte Wahltaste vertauscht sind.
ja: 有効にすると、アプリはDECSET 1036を使用してこのOptionキーにEsc+を送信させることができます。一部の外部キーボードでは左右のOptionキーが入れ替わっていることに注意してください。
pt_br: Quando ativado, os apps podem fazer esta tecla option enviar Esc+ usando DECSET 1036. Observe que em alguns teclados externos as teclas option esquerda e direita ficam invertidas.
ru: Если этот параметр включён, приложения могут заставить эту клавишу Option отправлять Esc+ с помощью DECSET 1036. Обратите внимание, что на некоторых внешних клавиатурах левая и правая клавиши Option могут быть переставлены местами.
zh_hans: 启用后，应用可以通过 DECSET 1036 让此 Option 键发送 Esc+。请注意，在某些外接键盘上左右 Option 键是互换的。

# TV9-TP-w7T.title
source: Select 8-bit colors to match ANSI colors
de: 8-Bit-Farben passend zu ANSI-Farben auswählen
ja: ANSIカラーに合わせて8ビットカラーを選択
pt_br: Selecionar cores de 8 bits para corresponder às cores ANSI
ru: Подбирать 8-битные цвета в соответствии с цветами ANSI
zh_hans: 选择与 ANSI 颜色匹配的 8 位颜色

# tVY-OD-hsd.ibShadowedToolTip
source: The OSC 0 and OSC 2 control sequences set the window title. This setting controls whether such a control sequence changes the window title associated with all sessions in the window, or only with the one in which it was received. The window title is derived from the window title associated with the currently active session in that window.
de: Die Steuersequenzen OSC 0 und OSC 2 legen den Fenstertitel fest. Diese Einstellung bestimmt, ob eine solche Steuersequenz den Fenstertitel für alle Sitzungen im Fenster ändert oder nur für die Sitzung, in der sie empfangen wurde. Der Fenstertitel wird vom Fenstertitel der aktuell aktiven Sitzung in diesem Fenster abgeleitet.
ja: OSC 0およびOSC 2制御シーケンスはウィンドウタイトルを設定します。この設定は、そのような制御シーケンスがウィンドウ内のすべてのセッションに関連付けられたウィンドウタイトルを変更するか、それを受信したセッションのみに適用されるかを制御します。ウィンドウタイトルは、そのウィンドウで現在アクティブなセッションに関連付けられたウィンドウタイトルから導き出されます。
pt_br: As sequências de controle OSC 0 e OSC 2 definem o título da janela. Este ajuste controla se tal sequência de controle altera o título da janela associado a todas as sessões da janela ou apenas àquela em que foi recebida. O título da janela deriva do título de janela associado à sessão atualmente ativa nessa janela.
ru: Управляющие последовательности OSC 0 и OSC 2 задают заголовок окна. Этот параметр определяет, изменяет ли такая управляющая последовательность заголовок окна, связанный со всеми сессиями в окне, или только с той сессией, в которой она была получена. Заголовок окна берётся из заголовка окна, связанного с текущей активной сессией в этом окне.
zh_hans: OSC 0 和 OSC 2 控制序列设置窗口标题。此设置控制此类控制序列是更改窗口内所有会话关联的窗口标题，还是仅更改收到该序列的会话。窗口标题源自该窗口当前活动会话关联的窗口标题。

# twu-ZL-q1e.title
source: Access:
de: Zugriff:
ja: アクセス:
pt_br: Acesso:
ru: Доступ:
zh_hans: 访问权限：

# tyx-QN-l9J.ibShadowedToolTip
source: If this is on then transparency can be toggled window-by-window under View>Use Transparency
de: Wenn dies aktiviert ist, kann die Transparenz für jedes Fenster einzeln unter Ansicht>Transparenz verwenden umgeschaltet werden
ja: オンにすると、「表示」>「透明度を使用」で透明度をウィンドウごとに切り替えられます
pt_br: Se ativado, a transparência pode ser alternada janela por janela em Visualizar > Usar transparência
ru: Если этот параметр включён, прозрачность можно переключать отдельно для каждого окна в меню Вид > Использовать прозрачность
zh_hans: 开启后，可以在“显示 > 使用透明度”下按窗口切换透明度

# tzJ-Nr-kZY.title
source: Import JSON Profiles…
de: JSON-Profile importieren…
ja: JSONプロファイルをインポート…
pt_br: Importar perfis JSON…
ru: Импортировать профили JSON…
zh_hans: 导入 JSON 配置文件…

# U1f-7q-Ewz.title
source: ⌥ Left Option
de: ⌥ Linke Wahltaste
ja: ⌥ 左のOption
pt_br: ⌥ Option esquerda
ru: ⌥ Левый Option
zh_hans: ⌥ 左 Option

# U1x-Zh-t2k.placeholderString
source: Folder path
de: Ordnerpfad
ja: フォルダのパス
pt_br: Caminho da pasta
ru: Путь к папке
zh_hans: 文件夹路径

# U4H-3c-nZg.ibShadowedToolTip
source: Some programs (such as vim and emacs) want to put the numeric keypad in "application" mode. Turn this off if you always want it to act as a numeric keypad.
de: Manche Programme (wie vim und emacs) möchten den Nummernblock in den „Anwendungsmodus“ versetzen. Schalten Sie dies aus, wenn er sich immer wie ein normaler Nummernblock verhalten soll.
ja: vimやemacsなどの一部のプログラムは、テンキーを「アプリケーション」モードにしようとします。常にテンキーとして動作させたい場合はこれをオフにしてください。
pt_br: Alguns programas (como vim e emacs) querem colocar o teclado numérico no modo “aplicativo”. Desative isto se você quiser que ele sempre funcione como um teclado numérico.
ru: Некоторые программы (например, vim и emacs) переводят цифровую клавиатуру в режим «приложения». Отключите этот параметр, если хотите, чтобы она всегда работала как обычная цифровая клавиатура.
zh_hans: 某些程序（如 vim 和 emacs）希望将数字小键盘置于“应用”模式。如果你希望它始终作为数字小键盘使用，请关闭此选项。

# U5a-PY-hD8.ibShadowedToolTip
source: When enabled, ANSI red, yellow, and blue colors are used by mark indicators. Otherwise, the hardcoded default colors are used.
de: Wenn aktiviert, werden die ANSI-Farben Rot, Gelb und Blau für Markierungsindikatoren verwendet. Andernfalls werden die fest codierten Standardfarben verwendet.
ja: 有効にすると、マークインジケータにANSIの赤、黄、青の色が使用されます。無効の場合は、ハードコードされたデフォルトの色が使用されます。
pt_br: Quando ativado, os indicadores de marca usam as cores ANSI vermelho, amarelo e azul. Caso contrário, são usadas as cores padrão fixas no código.
ru: Если этот параметр включён, для индикаторов меток используются красный, жёлтый и синий цвета ANSI. В противном случае используются встроенные цвета по умолчанию.
zh_hans: 启用后，标记指示器使用 ANSI 红色、黄色和蓝色。否则使用硬编码的默认颜色。

# u5D-lb-bb8.title
source: Very Low
de: Sehr niedrig
ja: 非常に低い
pt_br: Muito baixa
ru: Очень низкий
zh_hans: 非常低

# u6g-s7-Aas.title
source: Features:
de: Funktionen:
ja: 機能:
pt_br: Recursos:
ru: Функции:
zh_hans: 功能：

# U6s-xk-3OZ.title
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# U7X-fp-NxP.title
source: Clicking on a command selects it to restrict Find and Filter
de: Klicken auf einen Befehl wählt ihn aus, um Suchen und Filtern einzuschränken
ja: コマンドをクリックすると、それを選択して検索とフィルタを制限します
pt_br: Clicar em um comando o seleciona para restringir Buscar e Filtrar
ru: Щелчок по команде выбирает её для ограничения поиска и фильтрации
zh_hans: 点按命令可选中它，以限制查找和筛选

# u39-OD-7hu.title
source: Filter Alerts
de: Filterwarnungen
ja: アラートをフィルタ
pt_br: Filtrar alertas
ru: Фильтр оповещений
zh_hans: 筛选提醒

# uCi-Qa-X8t.title
source: Show mark indicators
de: Markierungsindikatoren anzeigen
ja: マークインジケータを表示
pt_br: Mostrar indicadores de marca
ru: Показывать индикаторы меток
zh_hans: 显示标记指示器

# UEU-xg-gYz.title
source: Open password manager automatically when a password prompt is detected
de: Passwort-Manager automatisch öffnen, wenn eine Passwortabfrage erkannt wird
ja: パスワードプロンプトが検出されたときにパスワードマネージャを自動的に開く
pt_br: Abrir o cofre de senhas automaticamente quando uma solicitação de senha é detectada
ru: Автоматически открывать менеджер паролей при обнаружении запроса пароля
zh_hans: 检测到密码提示时自动打开密码管理器

# UfK-dm-ngW.title
source: Use SSH integration for ssh: URLs
de: SSH-Integration für ssh:-URLs verwenden
ja: ssh: URLにSSH統合を使用
pt_br: Usar integração SSH para URLs ssh:
ru: Использовать интеграцию SSH для ссылок ssh:
zh_hans: 对 ssh: URL 使用 SSH 集成

# UGX-V6-bbT.title
source: History:
de: Verlauf:
ja: 履歴:
pt_br: Histórico:
ru: История:
zh_hans: 历史记录：

# UGZ-Vx-hCx.ibExternalAccessibilityDescription
source: Apps can change right option key
de: Apps können die rechte Wahltaste ändern
ja: アプリは右のOptionキーを変更できます
pt_br: Apps podem alterar a tecla option direita
ru: Приложения могут изменять правую клавишу Option
zh_hans: 应用可以更改右 Option 键

# UGZ-Vx-hCx.ibShadowedToolTip
source: When enabled, apps can cause this option key to send Esc+ using DECSET 1036. Note that on some external keyboards left and right option keys are swapped.
de: Wenn aktiviert, können Apps diese Wahltaste veranlassen, mit DECSET 1036 Esc+ zu senden. Beachten Sie, dass bei manchen externen Tastaturen die linke und rechte Wahltaste vertauscht sind.
ja: 有効にすると、アプリはDECSET 1036を使用してこのOptionキーにEsc+を送信させることができます。一部の外部キーボードでは左右のOptionキーが入れ替わっていることに注意してください。
pt_br: Quando ativado, os apps podem fazer esta tecla option enviar Esc+ usando DECSET 1036. Observe que em alguns teclados externos as teclas option esquerda e direita ficam invertidas.
ru: Если этот параметр включён, приложения могут заставить эту клавишу Option отправлять Esc+ с помощью DECSET 1036. Обратите внимание, что на некоторых внешних клавиатурах левая и правая клавиши Option могут быть переставлены местами.
zh_hans: 启用后，应用可以通过 DECSET 1036 让此 Option 键发送 Esc+。请注意，在某些外接键盘上左右 Option 键是互换的。

# uhj-9S-l8R.title
source: Theme:
de: Thema:
ja: テーマ:
pt_br: Tema:
ru: Тема:
zh_hans: 主题：

# UI6-As-YT2.title
source: Show tab bar in fullscreen
de: Tableiste im Vollbildmodus anzeigen
ja: フルスクリーンでタブバーを表示
pt_br: Mostrar barra de abas em tela cheia
ru: Показывать панель вкладок в полноэкранном режиме
zh_hans: 全屏幕时显示标签栏

# UIp-nd-8yV.title
source: Left command (⌘) key:
de: Linke Befehlstaste (⌘):
ja: 左のCommand (⌘) キー:
pt_br: Tecla command (⌘) esquerda:
ru: Левая клавиша Command (⌘):
zh_hans: 左 Command (⌘) 键：

# upX-YT-gci.ibExternalAccessibilityDescription
source: A session may cause the window to resize even if it is in an unselected tab/pane
de: Eine Sitzung kann die Fenstergröße ändern, auch wenn sie sich in einem nicht ausgewählten Tab/Bereich befindet
ja: セッションは、選択されていないタブ/ペインにある場合でもウィンドウをリサイズすることがあります
pt_br: Uma sessão pode fazer a janela ser redimensionada mesmo estando em uma aba/painel não selecionado
ru: Сессия может вызывать изменение размера окна, даже если она находится в невыбранной вкладке или панели
zh_hans: 即使会话位于未选中的标签页/窗格中，也可能导致窗口调整大小

# UqD-aO-v92.title
source: Over contents when mouse hovers over scrollbar
de: Über dem Inhalt, wenn sich die Maus über der Scrollleiste befindet
ja: マウスがスクロールバー上にあるときにコンテンツの上に表示
pt_br: Sobre o conteúdo quando o mouse passa sobre a barra de rolagem
ru: Поверх содержимого при наведении указателя мыши на полосу прокрутки
zh_hans: 鼠标悬停在滚动条上时显示在内容之上

# uQn-S2-rmT.title
source: Single Image
de: Einzelbild
ja: 単一の画像
pt_br: Imagem única
ru: Одно изображение
zh_hans: 单张图像

# usB-uD-pmw.title
source: Use Unicode version 9+ widths
de: Unicode-Breiten ab Version 9 verwenden
ja: Unicodeバージョン9以降の幅を使用
pt_br: Usar larguras da versão 9+ do Unicode
ru: Использовать ширины символов Unicode версии 9+
zh_hans: 使用 Unicode 9+ 宽度

# UTO-Uf-SmK.title
source: Emulate U.S. Keyboard
de: US-Tastatur emulieren
ja: 米国キーボードをエミュレート
pt_br: Emular teclado dos EUA
ru: Эмулировать клавиатуру США
zh_hans: 模拟美式键盘

# UTT-tq-RgB.title
source: Regular Expression
de: Regulärer Ausdruck
ja: 正規表現
pt_br: Expressão regular
ru: Регулярное выражение
zh_hans: 正则表达式

# uua-tF-2uE.title
source: Command
de: Befehl
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

# uVw-1o-Ei4.title
source: Height:
de: Höhe:
ja: 高さ:
pt_br: Altura:
ru: Высота:
zh_hans: 高度：

# UWv-op-rJa.ibShadowedToolTip
source: In the Minimal theme, tabs can show a subtitle as a second line of text.
de: Im Minimal-Thema können Tabs einen Untertitel als zweite Textzeile anzeigen.
ja: Minimalテーマでは、タブに2行目のテキストとしてサブタイトルを表示できます。
pt_br: No tema Minimal, as abas podem mostrar um subtítulo como segunda linha de texto.
ru: В теме «Минимальная» вкладки могут показывать подзаголовок в виде второй строки текста.
zh_hans: 在极简主题中，标签页可以在第二行显示副标题。

# Uxg-uI-Igl.title
source: Miscellaneous:
de: Verschiedenes:
ja: その他:
pt_br: Diversos:
ru: Разное:
zh_hans: 其他：

# v5v-p4-3ab.title
source: Session Title:
de: Sitzungstitel:
ja: セッションタイトル:
pt_br: Título da sessão:
ru: Заголовок сессии:
zh_hans: 会话标题：

# v6H-Ww-jJc.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左のControl
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# v6I-Em-QcO.title
source: Full screen:
de: Vollbild:
ja: フルスクリーン:
pt_br: Tela cheia:
ru: Полноэкранный режим:
zh_hans: 全屏幕：

# v9Q-KQ-omE.title
source: Appearance:
de: Erscheinungsbild:
ja: 外観:
pt_br: Aparência:
ru: Внешний вид:
zh_hans: 外观：

# vAf-1d-Q8A.title
source: Allow Without Asking
de: Ohne Nachfrage zulassen
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без запроса
zh_hans: 允许，无需询问

# Vbb-kB-WbF.label
source: Key Bindings
de: Tastenkombinationen
ja: キーバインド
pt_br: Associações de teclas
ru: Привязки клавиш
zh_hans: 按键绑定

# VbV-8M-87X.title
source: seconds
de: Sekunden
ja: 秒
pt_br: segundos
ru: секунд
zh_hans: 秒

# vCA-Gp-FvI.title
source: seconds
de: Sekunden
ja: 秒
pt_br: segundos
ru: секунд
zh_hans: 秒

# VFq-8R-NOg.title
source: …even for the currently running command
de: …auch für den aktuell laufenden Befehl
ja: …実行中のコマンドに対しても
pt_br: …mesmo para o comando em execução no momento
ru: …даже для текущей выполняющейся команды
zh_hans: …即使对于当前正在运行的命令

# vhk-ek-NHd.ibShadowedToolTip
source: When enabled, the size and location of terminal windows are recorded when windows are closed. Later, when creating a new window, the recorded geometry is used instead of the size specified in the profile.
de: Wenn aktiviert, werden Größe und Position der Terminalfenster beim Schließen der Fenster gespeichert. Beim Erstellen eines neuen Fensters wird später die gespeicherte Geometrie anstelle der im Profil festgelegten Größe verwendet.
ja: 有効にすると、ウィンドウを閉じたときにターミナルウィンドウのサイズと位置が記録されます。その後、新しいウィンドウを作成するときに、プロファイルで指定されたサイズの代わりに記録されたジオメトリが使用されます。
pt_br: Quando ativado, o tamanho e a localização das janelas de terminal são registrados ao fechar as janelas. Depois, ao criar uma nova janela, a geometria registrada é usada em vez do tamanho especificado no perfil.
ru: Если этот параметр включён, при закрытии окон терминала запоминаются их размер и положение. Впоследствии при создании нового окна используется сохранённая геометрия вместо размера, указанного в профиле.
zh_hans: 启用后，关闭窗口时会记录终端窗口的大小和位置。之后创建新窗口时，使用记录的几何信息而不是配置文件中指定的大小。

# vlQ-02-Vie.title
source: ⌥ Number
de: ⌥ Zahl
ja: ⌥ 数字
pt_br: ⌥ Número
ru: ⌥ Цифра
zh_hans: ⌥ 数字

# vNf-D5-cU4.ibShadowedToolTip
source: The non-ASCII font affects all characters above code point 127.
de: Die Nicht-ASCII-Schrift wirkt sich auf alle Zeichen oberhalb von Codepunkt 127 aus.
ja: 非ASCIIフォントは、コードポイント127を超えるすべての文字に影響します。
pt_br: A fonte não ASCII afeta todos os caracteres acima do ponto de código 127.
ru: Шрифт для не-ASCII символов применяется ко всем символам с кодом выше 127.
zh_hans: 非 ASCII 字体影响所有高于码点 127 的字符。

# voP-Nf-qdo.title
source: ⚠️ This may reduce performance
de: ⚠️ Dies kann die Leistung verringern
ja: ⚠️ パフォーマンスが低下する可能性があります
pt_br: ⚠️ Isto pode reduzir o desempenho
ru: ⚠️ Это может снизить производительность
zh_hans: ⚠️ 这可能降低性能

# vTm-IT-1wG.title
source: Restrict alternate mouse scroll to vertical scrolling
de: Alternatives Mausscrollen auf vertikales Scrollen beschränken
ja: 代替マウススクロールを垂直スクロールのみに制限
pt_br: Restringir a rolagem alternativa do mouse à rolagem vertical
ru: Ограничить альтернативную прокрутку мыши вертикальной прокруткой
zh_hans: 将备用鼠标滚动限制为垂直滚动

# Vuq-gE-dc5.title
source: Input Method Editor:
de: Eingabemethoden-Editor:
ja: インプットメソッドエディタ:
pt_br: Editor de método de entrada:
ru: Редактор метода ввода:
zh_hans: 输入法编辑器：

# vVr-Bk-IXn.title
source: ^ Number
de: ^ Zahl
ja: ^ 数字
pt_br: ^ Número
ru: ^ Цифра
zh_hans: ^ 数字
